[{"name":"Sabrina Saccoccio","categ":"Best Use of the Word \"oHHkay!\" in Everyday Conversation by a Back-End Developer"},{"name":"Amir Jafarian","categ":"Best Junior Developer who wants to be an Interactive Developer but also maybe a Designer, who started as an Intern Developer"},{"name":"Nina Conaty","categ":"Best romance novel cover model in a designer role"},{"name":"Vincent Derelle","categ":"Best almond bringing quitely multitasking newcommer "},{"name":"Kevin Kavchak","categ":"Coolest Irish accent with a great sense of fashion plus exquisite salad options on hand in an HR role"},{"name":"Sara Scheuermann","categ":"Best CEO looking guy who occasionally dresses up in suit that is not really a CEO in a producer role"},{"name":"Jeff Gold","categ":"Best basketball loving, couch lounger, in a VP of Business Development and Strategy Role"},{"name":"Michael Kazanowski","categ":"Best Starbucks Meltdown in a Director of Motion Role"},{"name":"Gino Fazari","categ":"Best Gluten-Free Cupcake-Eating, Australian-Post-Apocalyptic-Movie-Franchise Expert (i.e. Mad Max), Nickelback fan in a Supervising Producer Role"},{"name":"Emily Cumming","categ":"Best appearing in the nick of time to solve every possible Unity issue in a developer role"},{"name":"Chuks Udeogu","categ":"Best Retired DJ in a Associate Creative Director Role"},{"name":"Stephen Bosco","categ":"Highest Starbucks consumer in an Accounting Role"},{"name":"Elvedin Terzic","categ":"Most likely to ask for a 6 week vacation on their first week of being employed in a Social Media Manager Role"},{"name":"Nathan","categ":"Best back-up singer in a developer role"},{"name":"Ashlee Lougheed","categ":"Second largest purveyor of tuna in an Art Director Role"},{"name":"Justin Poon","categ":"Best essay for eOne Essay Writing Contest in a leadership role."},{"name":"Sarahlyn Manzano","categ":"Most Canadian of all the Canadians in an Executive Producer role, eh bud?"},{"name":"Preeti Gandhi","categ":"Best self-dress-maker, and nervous laugher in a Production Assistant Role"},{"name":"Kathryn Rawson","categ":"Best Hugger Sharing Love with Everyone at Every SL Party in a Lead Developer Role"},{"name":"Steven Preisman","categ":"Best Use of Noise Cancelling Headphones in a Senior Information Architect Role"},{"name":"Alexandra Voyage","categ":"Best case of not dying after consuming a lot of arsenic found in apple seeds in a developer role"},{"name":"Ashley Choi","categ":"Most Unnecessary Cut Eye In An Art Director Role, Best Sleeper in an Art Director Role"},{"name":"Reuben Pereria","categ":"Taylor Swift's primary love interest in an Art Role"},{"name":"Sarah Nason","categ":"Best resting Grumpy Cat face in a motionographer role"},{"name":"Erin Ackerman","categ":"Quietest sneezer in a finance co-op role"},{"name":"James Milward","categ":"Best Jam Producer in a Designer Role"},{"name":"Gaeil O'Donovan","categ":"Best \"hostess with the mostest\", yellow brick dresser, who thinks she has a 'soft voice' in a Supervising Producer Role"},{"name":"Noora Abu Eitah","categ":"Best performance in fatherhood while moving offices and homes in any role!"},{"name":"Eric Shamlin","categ":"Best QA Lead/Juggler Whose Eagle Once Straight-Up Gouged Someone’s Eyes Out in Dungeon World"},{"name":"Josh Manricks","categ":"The Distinguished Service Medal for Dedicated Quality Assurance in the Battle of BBC3"},{"name":"Joel Relliquette","categ":"Most likely to tell you the score of the Jays game from 500 metres away in a designer role"},{"name":"Fatima Munir","categ":"Fastest 360 rotating bunnies developer, with the best big guns on DitchTV"},{"name":"CJ Hervey","categ":"Best performance by a founder / wannabe coder found in a DITCH!"},{"name":"Piper McCutcheon","categ":"Best death metal chaos junkie in an ATD role"},{"name":"Pietro Gagliano","categ":"Most Vehement Dislike of Hardcoding in a Hip-Hop Context Producer Role"},{"name":"James Fraser","categ":"The most Hart in an Executive Assistant role"},{"name":"Kalvin Ing","categ":"Smoothest vocal stylings in a Motionographer Role"},{"name":"Matt Fabb","categ":"Best \"office Dad\" offering tool advice, while wearing Finding Nemo shirts, in a Technical Director Role"},{"name":"Matt DiLallo","categ":"Best MMA instructor in an IT role"},{"name":"Michael Badham","categ":"Best Use of Pyrotechnics in a Developer Role - Honourable Mention: Punk-Rockingest Hairstyle"},{"name":"Bogdan Balan","categ":"Best red-haired, Irish, lover of Google Docs in a Director of Finance Role"},{"name":"Ryan Miller","categ":"Best tennis playing, crypto currency aficionado in a DevOps role "},{"name":"Sylvia Nguyen","categ":"Best Creative Talent Sitting in The Most Comfy Grandpa Chair in The Office in a Designer Role"},{"name":"Joanna Ong","categ":"Fresh Meat award"},{"name":"Kyle Matthews","categ":"Best Etsy mug maker and number one fan of The Wizard of Oz in a Production Coordinator role "},{"name":"Marty Flannagan","categ":"Best beard daddy in an Executive Producer role"},{"name":"Shaun Tanna","categ":"The Achievement in Getting a Better Award Elsewhere Award in a Developer Role"},{"name":"Andy Garcia","categ":"Record holder of the most useless journal entries in a day, in a finance role"},{"name":"Eli McIlveen","categ":"Best Japanese Cat Game and Korean Exercise Book Translator in an Art Director Role"},{"name":"Simon Costar","categ":"Best Award-Winning Producer in an Associate Creative Director Role"},{"name":"Kyle Zborowski","categ":"Best Dev in a New Guy Role, Newest Developer in a Catbug Role but really a part of Tourbus..."},{"name":"Ryan Andal","categ":"Best case of not dying after consuming a lot of arsenic found in apple seeds in a developer role"},{"name":"Mark Lindan","categ":"Best Wrestling References in a Tall Person Role"},{"name":"Amanda Anderton","categ":"Best metal guitarist in a developer role whose name is also that of a sandwich"},{"name":"Sam Gallagher","categ":"Best Squirtle t-shirt in a Developer Role"},{"name":"Alex Predusel","categ":"Best 3Dimensional recently graduating newcomer"},{"name":"Felipe Nascimento","categ":"Best-a spicy meatball-a of lady in a Supervising Producer role-a!"},{"name":"Nick Boos","categ":"Sassiest team Mom, and the Queen of all Meat, in a producer role"},{"name":"Steve Miller","categ":"Best overly excitable when discussing VR technology & sending too many company wide emails in a developer role"},{"name":"Mike Nowak","categ":"Kim Kardashian's biggest whale in a Producer Role"},{"name":"Michala Duffield","categ":"Most Mexican Employee in a Lead Developer Role"},{"name":"Marshall Lorenzo","categ":"Best Sober During Work Hours Scott Ever, Role Unknown"},{"name":"Terence Chow","categ":"Outstanding Achievement by a Rookie QA Technician"},{"name":"Luke Van Osch","categ":"Best resting bitch-face, flip flop wearing, long hair-don't care, in a Strategist Role"},{"name":"Sarah McGowan","categ":"Most team-appropriate/shoe-appropriate name"},{"name":"Melody Tam","categ":"Best Sounding Whizzy host in a Strategic Advisor role."},{"name":"Jessica La","categ":"Best Ditch (Your Team) Performance, with most puns per capita in a Sr Dev Role"},{"name":"Stefan Grambart","categ":"Best simulation of a full time employee by a contractor in a Back-End Developer Role"},{"name":"Chris Harris","categ":"Asian girl with medium length dark brown hair with a great sense of humour in an HR Assistant role"},{"name":"John Cumming","categ":"Best Looking Man in Jean Shirts, Jean Pants, Jean Everything in a Motiongrapher Role"}]